Repository: wp-plugins/wp-basic-elements
Catalog: languages/wp-basic-elements-*.po
Languages: sr_rs

source: Version
sr_rs: Verzija

source: With WP Basic Elements you can disable unnecessary features and speed up your site. Make the WP Admin simple and clean. You can activate gzip compression, change admin footers in backend, activate shortcodes in widgets, remove admin toolbar options and you can clean the code markup from unnecessary code snippets like WordPress generator meta tag and a bunch of other non important code snippets in the code. Cleaning the code markup will speed up your sites loadtime and increase the overall performance.
sr_rs: Zahvaljujući osnovnim WP elementima, možete deaktivirati nepotrebne funkcije i ubrzati svoj sajt. Neka vam WP Admin bude jednostavan i čist. Možete aktivirati gzip kompresiju, promeniti administratorska podnožja stranice na backend-u, pokrenuti shortcode za widget-e, ukloniti opcije za administratorski meni i očistiti kod od nepotrebnih snippet-a, kao što su WordPress generator meta tag, kao i od mnogih drugih nevažnih snippet-a u kodu. Čišćenje oznaka koda ubrzaće vreme učitavanja vaših sajtova i poboljšati opšte performanse.

source: Get Started
sr_rs: Počnite

source: Follow me on Twitter to keep up with the latest updates.
sr_rs: Pratite me na Twitter-u da biste bili u toku sa najnovijim ažuriranjima.

source: Donate to support open source.
sr_rs: Donirajte da biste podržali otvoreni izvor.

source: DONATE
sr_rs: DONIRAJTE

source: WP Optimisation
sr_rs: WP optimizacija

source: Remove Post, Comment and Category feeds
sr_rs: Ukloni novosti za post, komentar i kategoriju

source: Remove EditURI link
sr_rs: Ukloni link za URL uređivanje

source: Remove Windows Live Writer Manifest File
sr_rs: Ukloni Windows Live Writer Manifest File

source: Remove WordPress Generator Meta Tag
sr_rs: Ukloni WordPress Generator Meta Tag

source: Remove Index link
sr_rs: Ukloni Index link

source: Remove Prev link
sr_rs: Ukloni Prev link

source: Remove Start link
sr_rs: Ukloni Start link

source: Remove Relational links for the Posts
sr_rs: Ukloni linkove povezane sa postovima

source: Remove WordPress Shortlink
sr_rs: Ukloni WordPress Shortlink

source: Remove WordPress Pingbacks
sr_rs: Ukloni WordPress Pingbacks

source: Remove Canonical link
sr_rs: Ukloni Canonical link

source: WP Admin Toolbar
sr_rs: WP Admin traka sa alatima

source: Remove WP Logo
sr_rs: Ukloni WP Logo

source: Remove WP Updates
sr_rs: Ukloni WP ažuriranja

source: Remove WP Comments
sr_rs: Ukloni WP komentare

source: Remove WP Search
sr_rs: Ukloni WP pretragu

source: Remove W3 Total Cache
sr_rs: Ukloni W3 Total Cache

source: Remove All in One Seo
sr_rs: Ukloni All in One Seo

source: Remove Yoast SEO
sr_rs: Ukloni Yoast SEO

source: Remove WP Zoom Framework
sr_rs: Ukloni WP Zoom Framework

source: WP Users
sr_rs: WP korisnici

source: Disable Color Scheme selector for users
sr_rs: Deaktiviraj selektor sheme boja za korisnike

source: Disable AIM field from users contact field
sr_rs: Deaktiviraj AIM polje iz polja za kontakt korisnika

source: Disable Jabber field from users contact field
sr_rs: Deaktiviraj Jabber polje iz polja za kontakt korisnika

source: Disable Yahoo IM field from users contact field
sr_rs: Deaktiviraj Yahoo IM polje iz polja za kontakt korisnika

source: Disable Google Plus field from users contact field
sr_rs: Deaktiviraj Google Plus polje iz polja za kontakt korisnika

source: Enable GZIP compression
sr_rs: Aktiviraj GZIP kompresiju

source: Enable Shortcode in widgets
sr_rs: Aktiviraj shortcode u widget-ima

source: WP Admin Footer
sr_rs: WP Admin podnožje

source: Text Left (HTML allowed)
sr_rs: Tekst levo (dozvoljen HTML)

source: Text Right (HTML allowed)
sr_rs: Tekst desno (dozvoljen HTML)

source: Save Changes
sr_rs: Sačuvaj izmene

source: Information
sr_rs: Informacije
